Repository: RapidDTC/tracking-emails
Catalog: tracking-email/languages/tracking_email-*.po
Languages: pl_pl

source: Your parcel is ready to be sent!
pl_pl: Twoja paczka jest gotowa do wysłania!

source: Your package has been sent!
pl_pl: Twoja paczka została wysłana!

source: Tracking number is
pl_pl: Numer śledzenia to

source: Sent by
pl_pl: Wysłane za pomocą

source: Track the package
pl_pl: Śledź paczkę

source: Tracking status
pl_pl: Status śledzenia

source: Unknown shipment status
pl_pl: Nieznany status przesyłki

source: Not determined
pl_pl: Nie ustalono

source: Track package
pl_pl: Śledź paczkę

source: Shipment tracking
pl_pl: Śledzenie przesyłki

source: Tracking events
pl_pl: Zdarzenia śledzenia

source: The message is being sent...
pl_pl: Wiadomość jest właśnie wysyłana...

source: Well done
pl_pl: Brawo

source: The tracking information was sent to the client. The note has been added to your order. You can now save your changes so you do not lose your tracking number and status.
pl_pl: Informacje o śledzeniu zostały wysłane do klienta. Notatka została dodana do twojego zamówienia. Możesz teraz zapisać zmiany, aby nie utracić numeru śledzenia i jego statusu.

source: An error occured
pl_pl: Wystąpił błąd

source: An error occurred while sending tracking information.
pl_pl: Podczas wysyłania informacji o śledzeniu wystąpił błąd.

source: Tracking number
pl_pl: Numer śledzenia

source: Carrier
pl_pl: Przewoźnik

source: Ready to send
pl_pl: Gotowa do wysłania

source: Sent
pl_pl: Wysłana

source: Send tracking number
pl_pl: Wyślij numer śledzenia

source: Error occurred while checking the package
pl_pl: Wystąpił błąd podczas sprawdzania paczki

source: Your PHP version is outdated. Please, upgrade your PHP to a higher or equal version than %s.
pl_pl: Twoja wersja PHP jest przestarzała. Proszę, zaktualizuj swoje PHP do wersji wyższej lub równej %s.

source: There was an unidentified error. We should look deeper...
pl_pl: Pojawił się niezidentyfikowany błąd. Powinniśmy zajrzeć głębiej...

source: ERROR ID
pl_pl: KOD BŁĘDU

source: Shipment status
pl_pl: Status przesyłki

source: The number of your package is
pl_pl: Numer twojej paczki to

source: Sent with
pl_pl: Wysłane za pomocą

source: Track your parcel
pl_pl: Śledź swoją paczkę

source: The message is being sent.
pl_pl: Wiadomość jest właśnie wysyłana.

source: Select courier
pl_pl: Wybierz kuriera

source: Courier
pl_pl: Kurier

source: Shipment information sent to the client, status: Ready to send
pl_pl: Informacja o przesyłce wysłana do klienta, status: Gotowa do wysłania

source: Shipment information sent to the client, status: Sent
pl_pl: Informacja o przesyłce wysłana do klienta, status: Wysłana

source: Tracking
pl_pl: Śledzenie

source: ERROR
pl_pl: BŁĄD
